[{"DOI": "10.46298/jdmdh.9152", "author": [{"given": "Enrique", "family": "Manjavacas"}, {"given": "Lauren", "family": "Fonteyn"}], "language": "en", "title": "Adapting vs. Pre-training Language Models for Historical Languages", "URL": "https://jdmdh.episciences.org/9152", "issue": "Digital humanities in...", "abstract": "As large language models such as BERT are becoming increasingly popular in Digital Humanities (DH), the question has arisen as to how such models can be made suitable for application to specific textual domains, including that of ‘historical text’. Large language models like BERT can be pre-trained from scratch on a specific textual domain and achieve strong performance on a series of downstream tasks. However, this is a costly endeavour, both in terms of the computational resources as well as the substantial amounts of training data it requires. An appealing alternative, then, is to employ existing ‘general purpose’ models (pre-trained on present-day language) and subsequently adapt them to a specific domain by further pre-training. Focusing on the domain of historical text in English, this paper demonstrates that pre-training on domain-specific (i.e. historical) data from scratch yields a generally stronger background model than adapting a present-day language model. We show this on the basis of a variety of downstream tasks, ranging from established tasks such as Part-of-Speech Tagging, Named Entity Recognition and Word Sense Disambiguation, to ad-hoc tasks like Sentence Periodization, which are specifically designed to test historically relevant text processing.", "ISSN": "2416-5999", "page": "9152", "volume": "NLP4DH", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2022", 6, 13]]}, "container-title": "Journal of Data Mining & Digital Humanities", "accessed": {"date-parts": [["2023", 1, 25]]}, "type": "article-journal", "id": "http://zotero.org/users/6306336/items/DRN9VUZB"}, {"DOI": "10.1017/S0954394522000011", "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "Peter", "family": "Petré"}], "language": "en", "title": "On the probability and direction of morphosyntactic lifespan change", "URL": "https://www.cambridge.org/core/product/identifier/S0954394522000011/type/journal_article", "issue": "1", "abstract": "Abstract\n            \n              The aim of this study is to further contribute to the ongoing debate regarding the nature of “morphosyntactic lifespan change,” defined here as observable shifts in the grammatical choices individuals make between competing morphosyntactic structures. Through a quantitative case study of competition between two types of\n              ing-\n              nominals in seventeenth-century English, in which we factor in the grammatical contexts in which the variant structures can be used, we show that individuals vary in the extent to which they participate in the contextual diffusion of a new structure. We furthermore show that there is interindividual variability with respect to whether and what kind of lifespan change—frequency, constraint, and inventory change—is attested and highlight different patterns of intraindividual change: progressive, retrograde, and “mixed.”", "ISSN": "0954-3945, 1469-8021", "page": "79-105", "volume": "34", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2022"]]}, "container-title": "Language Variation and Change", "accessed": {"date-parts": [["2023", 1, 25]]}, "journalAbbreviation": "Lang Var Change", "type": "article-journal", "id": "http://zotero.org/users/6306336/items/T2I3A8HL"}, {"publisher": "Association for Computational Linguistics", "language": "en", "title": "Non-Parametric Word Sense Disambiguation for Historical Languages", "URL": "https://aclanthology.org/2022.nlp4dh-1.16", "issued": {"date-parts": [["2022"]]}, "author": [{"given": "Enrique", "family": "Manjavacas"}, {"given": "Lauren", "family": "Fonteyn"}], "id": "http://zotero.org/users/6306336/items/3NUCV85W", "source": "Zotero", "container-title": "Proceedings of the 2nd International Workshop on Natural Language Processing for Digital Humanities", "type": "paper-conference", "page": "123–134"}, {"language": "en", "title": "Linguistic Value Construction in 18th-Century London Auction Advertisements: a Quantitative Approach", "URL": "https://ceur-ws.org/Vol-3290/long_paper1591.pdf", "issued": {"date-parts": [["2022"]]}, "author": [{"given": "Alessandra", "family": "De Mulder"}, {"given": "Lauren", "family": "Fonteyn"}, {"given": "Mike", "family": "Kestemont"}], "id": "http://zotero.org/users/6306336/items/UB7H9QQ7", "volume": "3", "source": "Zotero", "container-title": "Computational Humanities Research CEUR-WS", "type": "article-journal", "page": "92-113"}, {"language": "en", "title": "Introducing Functional Diversity: A Novel Approach to Lexical Diversity in (Historical) Corpora", "URL": "https://ceur-ws.org/Vol-3290/short_paper2780.pdf", "issued": {"date-parts": [["2022"]]}, "abstract": "The question how we can reliably estimate the lexical diversity of a particular text (collection) has o昀琀en been asked by linguists and literary scholars alike. This short paper introduces a way of operationalizing functional diversity measurements by means of token-based embeddings, and argues that functional diversity is not only a practically advantageous, but also a theoretically relevant addition to the Computational Humanities Research toolkit. By means of an experiment on the historical ARCHER corpus, we show that lexical diversity at the level of functional groups is less sensitive to orthographic variation, and provides insight into an important and o昀琀en disregarded dimension of vocabulary diversity in textual data.", "author": [{"given": "Folgert", "family": "Karsdorp"}, {"given": "Enrique", "family": "Manjavacas"}, {"given": "Lauren", "family": "Fonteyn"}], "id": "http://zotero.org/users/6306336/items/WJZ9BCMD", "volume": "3", "source": "Zotero", "container-title": "Computational Humanities Research CEUR-WS", "type": "article-journal", "page": "114-126"}, {"DOI": "10.1017/S1360674322000284", "title": "Lynn Anthonissen, Individuality in language change (Trends in Linguistics 360). Berlin: De Gruyter Mouton, 2021. Pp. xvi 323. ISBN 9783110725841.", "issued": {"date-parts": [["2022"]]}, "author": [{"given": "Lauren", "family": "Fonteyn"}], "page": "1–7", "note": "publisher: Cambridge University Press", "container-title": "English Language &amp; Linguistics", "type": "article-journal", "id": "http://zotero.org/users/6306336/items/J89KKANG"}, {"DOI": "https://doi.org/10.18148/hs/2022.v7i13-18.132", "language": "en", "title": "Exploring morphosyntactic change with distributional semantic models", "type": "article-journal", "abstract": "This paper surveys how computational distributional semantic models (DSMs) have thus far been employed to study morphosyntactic variation and change in (Early) Modern English. Using a case study on the development of the Early Modern English auxiliary do, we illustrate how computational DSMs can be used to flag areas of functional-semantic overlap between the class of modal verbs and auxiliary do in a data-driven manner. The paper will be concluded with a summary and critical assessment of how computational DSMs can complement (and be complemented by) other approaches to morphosyntactic variation and change in the Early Modern period.", "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "Enrique", "family": "Manjavacas"}, {"given": "Sara", "family": "Budts"}], "page": "1–41", "volume": "6", "source": "Zotero", "issued": {"date-parts": [["2022"]]}, "container-title": "Journal of Historical Syntax", "issue": "17", "id": "http://zotero.org/users/6306336/items/IP5GGUJE"}, {"publisher": "De Gruyter", "ISBN": "978-3-11-073394-5", "language": "en", "title": "Complexity in Complementation", "URL": "https://www.degruyter.com/document/doi/10.1515/9783110733945-022/html", "issued": {"date-parts": [["2021", 9, 20]]}, "abstract": "This paper presents the contours of an innovative study probing the impact of interindividual differences in cognitive representations on long-term population-level language change. Focussing on the system of English verb complementation, the study seeks to offer a unified cognitive and socio-linguistic account of syntactic variation and change that has so far been missing. In particular, it investigates (i) idiolectal variation in the constraints on alternating complementation patterns; (ii) the interaction between the linguistic behaviour of individuals and the (changing) distribution of grammatical variants at the population-level across different time stages. The research is carried out by modelling the observed patterns of stability or diffusion in terms of the weakening and strengthening of grammatical and cognitive constraints within a socially homogeneous group of individuals.", "author": [{"given": "Hubert", "family": "Cuyckens"}, {"given": "Lauren", "family": "Fonteyn"}, {"given": "Peter", "family": "Petré"}], "page": "264-276", "note": "DOI: 10.1515/9783110733945-022", "source": "DOI.org (Crossref)", "editor": [{"given": "Gitte", "family": "Kristiansen"}, {"given": "Karlien", "family": "Franco"}, {"given": "Stefano", "family": "De Pascale"}, {"given": "Laura", "family": "Rosseel"}, {"given": "Weiwei", "family": "Zhang"}], "container-title": "Cognitive Sociolinguistics Revisited", "accessed": {"date-parts": [["2023", 1, 25]]}, "type": "chapter", "id": "http://zotero.org/users/6306336/items/3TBYFUNV"}, {"publisher": "De Gruyter", "ISBN": "978-3-11-073394-5", "language": "en", "title": "Categoriality in the English Gerund System", "URL": "https://www.degruyter.com/document/doi/10.1515/9783110733945-033/html", "issued": {"date-parts": [["2021", 9, 20]]}, "abstract": "Within the frameworks of both formalist and cognitive-functional linguistics, the form and function of the English (nominal and verbal) gerund have long been studied from a theoretical and univariate perspective. In this retrospective review chapter, we argue that recent usage-based and quantitative methodologies, inspired by Cognitive Linguistics, have led to a myriad of novel insights into gerundive constructions. We show that conceptual features associated with “nominal” or “verbal” construals of an event, as presented in the cognitive-functional paradigm, can be operationalized as variables within a quantitative, variationist approach. In doing so, the variation between nominal and verbal gerunds is assessed from a probabilistic rather than dichotomous point of view, with particular attention to lectal variation and lexical constraints. The picture that emerges is multifactorial and opens up many avenues for future research.", "author": [{"given": "Charlotte", "family": "Maekelberghe"}, {"given": "Lauren", "family": "Fonteyn"}, {"given": "Liesbet", "family": "Heyvaert"}], "page": "422-432", "note": "DOI: 10.1515/9783110733945-033", "source": "DOI.org (Crossref)", "editor": [{"given": "Gitte", "family": "Kristiansen"}, {"given": "Karlien", "family": "Franco"}, {"given": "Stefano", "family": "De Pascale"}, {"given": "Laura", "family": "Rosseel"}, {"given": "Weiwei", "family": "Zhang"}], "container-title": "Cognitive Sociolinguistics Revisited", "accessed": {"date-parts": [["2023", 1, 29]]}, "type": "chapter", "id": "http://zotero.org/users/6306336/items/2TLCSB59"}, {"publisher": "Association for Computational Linguistics", "language": "en", "title": "MacBERTh: Development and Evaluation of a Historically Pre-trained Language Model for English (1450-1950)", "URL": "https://aclanthology.org/2021.nlp4dh-1.4", "issued": {"date-parts": [["2021"]]}, "author": [{"given": "Enrique", "family": "Manjavacas"}, {"given": "Lauren", "family": "Fonteyn"}], "id": "http://zotero.org/users/6306336/items/PY68IX2E", "source": "Zotero", "container-title": "Proceedings of the Workshop on Natural Language Processing for Digital Humanities", "type": "paper-conference", "page": "23-36"}, {"DOI": "10.5334/gjgl.1323", "author": [{"given": "Lauren", "family": "Fonteyn"}], "language": "en", "title": "Varying Abstractions: a conceptual vs. distributional view on prepositional polysemy", "URL": "https://www.glossa-journal.org/article/id/5470/", "issue": "1", "abstract": "The term ‘meaning’, as it is presently employed in Linguistics, is a polysemous concept, covering a broad range of operational definitions. Focussing on two of these definitions, meaning as ‘concept’ and meaning as ‘context’ (also known as ‘distributional semantics’), this paper explores to what extent these operational definitions lead to converging conclusions regarding the number and nature of distinct senses a polysemous form covers. More specifically, it investigates whether the sense network that emerges from the principled polysemy model of over as proposed by Tyler & Evans (2003; 2001) can be reconstructed by the neural language model BERT. The study assesses whether the contextual information encoded in BERT embeddings can be employed to succesfully (i) recognize the abstract sense categories and (ii) replicate the relative distances between the senses of over proposed in the principled polysemy model. The results suggest that, while there is partial convergence, the two models ultimately lead to different global abstractions because the imagistic information that plays a key role in conceptual approaches to prepositional meaning may not be encoded in contextualized word embeddings.", "ISSN": "2397-1835", "volume": "6", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2021"]]}, "container-title": "Glossa: a journal of general linguistics", "title-short": "Varying Abstractions", "accessed": {"date-parts": [["2023", 1, 25]]}, "type": "article-journal", "id": "http://zotero.org/users/6306336/items/4WDF5SAT"}, {"language": "en", "title": "Adjusting Scope: A Computational Approach to Case-Driven Research on Semantic Change", "URL": "https://ceur-ws.org/Vol-2989/long_paper26.pdf", "issued": {"date-parts": [["2021"]]}, "abstract": "Computational studies of semantic change are often wide in scope, aiming to capture and quantify semantic change in language at large in a data-driven, ‘hands-off’ way. Case-driven, corpus-linguistic studies of semantic change, by contrast, generally aim to tackle questions about the development of specific linguistic phenomena. Due to its narrower scope, case-driven research is more restricted in terms of the data it may employ, and at the same time it requires a more fine-grained description of the targeted linguistic developments. As a result, case-driven studies face particular methodological challenges that are not at play in more wide-scoped approaches. The aim of this paper is to set out a ‘hands-off’ computational procedure to study specific cases of semantic change. The case we address is the development of the phrasal expression to death from a literal, resultative phrase (e.g. he was beaten to death) into an intensifier (e.g. We were just pleased to death to see her). We deploy hierarchical clustering algorithms over distributed meaning representations in order to capture the evolution of the semantic space of verbs that collocate with to death. We then describe the arising diachronic processes by means of monotonic effects, providing a more accurate picture than customary linear regression models. The methodology we outline may help tackle some common challenges in the use of vector representations to study similar cases of semantic change. We end the discussion by pinpointing (remaining) challenges that case-driven research may encounter.", "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "Enrique", "family": "Manjavacas"}], "id": "http://zotero.org/users/6306336/items/YMTWBHE8", "volume": "2", "source": "Zotero", "container-title": "Computational Humanities Research CEUR-WS", "type": "article-journal", "page": "280-298"}, {"DOI": "10.1075/bjl.00035.fon", "author": [{"given": "Lauren", "family": "Fonteyn"}], "language": "en", "title": "Let’s get into it: Using contextualized embeddings as retrieval tools", "URL": "http://www.jbe-platform.com/content/journals/10.1075/bjl.00035.fon", "issued": {"date-parts": [["2020", 12, 31]]}, "abstract": "This squib briefly explores how contextualized embeddings – which are a type of compressed token-based semantic vectors – can be used as semantic retrieval and annotation tools for corpus-based research into constructions. Focusing on embeddings created by the Bidirectional Encoder Representations from Transformer model, also known as ‘BERT’, this squib demonstrates how contextualized embeddings can help counter two types of retrieval inefficiency scenarios that may arise with purely form-based corpus queries. In the first scenario, the formal query yields a large number of hits, which contain a reasonable number of relevant examples that can be labeled and used as input for a sense disambiguation classifier. In the second scenario, the contextualized embeddings of exemplary tokens are used to retrieve more relevant examples in a large, unlabeled dataset. As a case study, this squib focuses on the into-interest construction (e.g. I’m so into you).", "ISSN": "0774-5141, 1569-9676", "page": "66-78", "volume": "34", "source": "DOI.org (Crossref)", "container-title": "Belgian Journal of Linguistics", "title-short": "Let’s get into it", "accessed": {"date-parts": [["2023", 1, 29]]}, "journalAbbreviation": "BJL", "type": "article-journal", "id": "http://zotero.org/users/6306336/items/NRVIACLZ"}, {"DOI": "10.1177/0075424220913087", "author": [{"given": "Lauren", "family": "Fonteyn"}], "language": "en", "title": "Book Review: <i>English Historical Linguistics: Approaches and Perspectives</i>", "URL": "http://journals.sagepub.com/doi/10.1177/0075424220913087", "type": "article-journal", "ISSN": "0075-4242, 1552-5457", "page": "199-204", "volume": "48", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2020", 6]]}, "container-title": "Journal of English Linguistics", "title-short": "Book Review", "accessed": {"date-parts": [["2023", 1, 29]]}, "journalAbbreviation": "Journal of English Linguistics", "issue": "2", "id": "http://zotero.org/users/6306336/items/3JZ5447U"}, {"DOI": "10.1515/cog-2019-0040", "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "Andrea", "family": "Nini"}], "language": "en", "title": "Individuality in syntactic variation: An investigation of the seventeenth-century gerund alternation", "URL": "http://www.degruyter.com/view/j/cogl.ahead-of-print/cog-2019-0040/cog-2019-0040.xml", "issue": "2", "abstract": "This study investigates the extent to which there is individuality in how structural variation is conditioned over time. Earlier research already classified the diachronically unstable gerund variation as involving a high fraction of mixed-usage speakers throughout the change, whereby the proportion of the conservative variant versus the progressive variant as observable in the linguistic output of individual language users superficially resembles the mean proportion as observable at the population level. However, this study sets out to show that there can still be heterogeneity within such a centralized population in terms of how each individual conditions the observed variation. A random forest and conditional inference tree analysis of over 14,000 gerunds uttered by nineteen seventeenth-century authors is presented to show that, while the most important language-internal factors conditioning the gerund variation are adopted by (and shared between) all authors, we can still attest inter-individual variation (i) at lower levels of variable importance, and (ii) in the breadth of the range of contexts individual authors employ to condition the attested variation.", "ISSN": "0936-5907, 1613-3641", "volume": "31", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2020"]]}, "container-title": "Cognitive Linguistics", "title-short": "Individuality in syntactic variation", "accessed": {"date-parts": [["2020", 3, 11]]}, "type": "article-journal", "id": "http://zotero.org/users/6306336/items/NYRKWS49"}, {"language": "en", "title": "What about grammar? Using BERT embeddings to explore functional-semantic shifts of semi-lexical and grammatical constructions", "URL": "https://ceur-ws.org/Vol-2723/short15.pdf", "issued": {"date-parts": [["2020"]]}, "abstract": "The aim of this short paper is to extend the application of embedding-based methodologies beyond the realm of lexical semantic change. It focuses on the use of unsupervised BERT-embeddings and uncertainty measures (Classification Entropy), and assesses whether (and how) they can be used to (semi-)automatically flag possible functional-semantic changes in the use of the construction [BE about] in the Corpus of Historical American English (COHA).", "author": [{"given": "Lauren", "family": "Fonteyn"}], "id": "http://zotero.org/users/6306336/items/BE6PMBW6", "volume": "1", "source": "Zotero", "container-title": "Computational Humanities Research CEUR-WS", "type": "article-journal", "page": "257-268"}, {"DOI": "10.1017/ehs.2020.52", "author": [{"given": "Folgert", "family": "Karsdorp"}, {"given": "Enrique", "family": "Manjavacas"}, {"given": "Lauren", "family": "Fonteyn"}, {"given": "Mike", "family": "Kestemont"}], "language": "en", "title": "Classifying evolutionary forces in language change using neural networks", "URL": "https://www.cambridge.org/core/product/identifier/S2513843X20000523/type/journal_article", "issued": {"date-parts": [["2020"]]}, "abstract": "A fundamental problem in research into language and cultural change is the difficulty of distinguishing processes of stochastic drift (also known as neutral evolution) from processes that are subject to selection pressures. In this article, we describe a new technique based on deep neural networks, in which we reformulate the detection of evolutionary forces in cultural change as a binary classification task. Using residual networks for time series trained on artificially generated samples of cultural change, we demonstrate that this technique is able to efficiently, accurately and consistently learn which aspects of the time series are distinctive for drift and selection, respectively. We compare the model with a recently proposed statistical test, the Frequency Increment Test, and show that the neural time series classification system provides a possible solution to some of the key problems associated with this test.", "ISSN": "2513-843X", "page": "e50", "volume": "2", "source": "DOI.org (Crossref)", "container-title": "Evolutionary Human Sciences", "accessed": {"date-parts": [["2023", 1, 25]]}, "journalAbbreviation": "Evolut. Hum. Sci.", "type": "article-journal", "id": "http://zotero.org/users/6306336/items/PS5RCY2E"}, {"DOI": "10.1016/j.langsci.2018.08.008", "license": "All rights reserved", "language": "en", "title": "A corpus-based view on the (aspectual-)semantics of Modern English nominalizations", "URL": "https://linkinghub.elsevier.com/retrieve/pii/S0388000118302791", "issued": {"date-parts": [["2019", 5]]}, "abstract": "In this response article, I will challenge some of the claims presented by Iord achioaia & Werner by suggesting that English ing-nominals were not entirely prevented from completing the ‘cycle of categorial shift’, and questioning the actual impact of the competition with Romance derived nominals on the development of ing-nominals with event denotation (i.e. nominal gerunds). The response is based on a detailed corpus-based analysis of Penn corpora of Modern English (PPCEME & PPCMBE, time span: 1500–1920), and consists of three components: (i) a summary of a recent study by Fonteyn and Hartmann (2016), in which it is argued that many nominal ing-forms did complete the full nominalization cycle from eventive to concrete object meanings, (ii) a more ﬁnegrained aspectual-semantic analysis of eventive ing-nominals (or nominal gerunds), and (iii) a detailed comparison between ing-nominals and Romance derived nominals in -age, -al, -ance, -ion, and -ment, mapping out the areas of overlap and the effect of competition on the semantic development of the different nominalization strategies. In the conclusion, it is argued that the intriguingly versatile usage proﬁle of English ing-nominals in Modern English is shaped by a constant diachronic interaction with their neighbouring constructions.", "ISSN": "03880001", "page": "77-90", "volume": "73", "source": "DOI.org (Crossref)", "author": [{"given": "Lauren", "family": "Fonteyn"}], "container-title": "Language Sciences", "accessed": {"date-parts": [["2020", 1, 26]]}, "journalAbbreviation": "Language Sciences", "type": "article-journal", "id": "http://zotero.org/users/6306336/items/PRNNTG2S"}, {"DOI": "10.1057/s41599-019-0234-9", "author": [{"given": "Folgert", "family": "Karsdorp"}, {"given": "Lauren", "family": "Fonteyn"}], "language": "en", "title": "Cultural entrenchment of folktales is encoded in language", "URL": "http://www.nature.com/articles/s41599-019-0234-9", "issue": "1", "abstract": "In this interdisciplinary study, we explore the understudied effects of growing cultural entrenchment on the form of stories with a long reproduction history. Drawing on insight from literary theory, theoretical linguistics, and cultural evolution theory, we argue that changes in the cultural entrenchment of fairy tales and folk stories are reﬂected in (small) structural ‘mutations’ in the story. More speciﬁcally, we aim to show that with the increasing familiarity of “Little Red Riding Hood”, its story frame and characters have gradually become part of the author and audience’s shared world knowledge, which is encoded in the type of linguistic devices used to introduce the characters. To this end, we performed a Bayesian logistic regression analysis on a diachronic collection (late 18th century–2015) of the world’s most iconic fairy tale, using automatically generated time estimations for a subset of undated reproductions in the story lineage, and including these estimates and approximated measurement errors in the statistical model. Results show that there is indeed a marked increase of linguistic markers that indicate that the characters are already known or “accessible” to the audience. This development reﬂects the author’s changing intuitions and beliefs about the familiarity of the story, and, indirectly, the changing expectations of the story’s audience regarding the appearance of certain characters in the story frame. Notably, this study is the ﬁrst to quantitatively describe the diachronic development of a story (and the concepts associated with it) into the realm of ‘shared knowledge’, showing that it is a slow and gradual process. The results help reﬁne our understanding of cultural evolution as well as the workings of speaker-addressee dynamics. Conceptualising the observed linguistic mutations as an instance of guided variation, we argue that the increase of deﬁnite ﬁrst mentions as a function of cultural entrenchment can be treated as an example of variation guided by pragmatic principles such as Grice’s Maxim of Quantity, making character introductions as informative as (and not more informative than) required.", "ISSN": "2055-1045", "page": "25", "volume": "5", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2019"]]}, "container-title": "Palgrave Communications", "accessed": {"date-parts": [["2020", 1, 26]]}, "type": "article-journal", "id": "http://zotero.org/users/6306336/items/T5N5TWA9"}, {"publisher": "Oxford University Press", "publisher-place": "Oxford", "language": "en", "title": "Categoriality in Language Change: The case of the English Gerund", "issued": {"date-parts": [["2019"]]}, "author": [{"given": "Lauren", "family": "Fonteyn"}], "event-place": "Oxford", "type": "book", "id": "http://zotero.org/users/6306336/items/RADVKT6I"}, {"DOI": "https://doi.org/10.1016/j.langsci.2018.08.008", "language": "en", "title": "A corpus-based view on the (aspectual-)semantics of Modern English nominalization", "issued": {"date-parts": [["2019"]]}, "abstract": "In this response article, I will challenge some of the claims presented by Iordăchioaia & Werner by suggesting that English ing-nominals were not entirely prevented from completing the ‘cycle of categorial shift’, and questioning the actual impact of the competition with Romance derived nominals on the development of ing-nominals with event denotation (i.e. nominal gerunds). The response is based on a detailed corpus-based analysis of Penn corpora of Modern English (PPCEME & PPCMBE, time span: 1500–1920), and consists of three components: (i) a summary of a recent study by Fonteyn and Hartmann (2016), in which it is argued that many nominal ing-forms did complete the full nominalization cycle from eventive to concrete object meanings, (ii) a more fine-grained aspectual-semantic analysis of eventive ing-nominals (or nominal gerunds), and (iii) a detailed comparison between ing-nominals and Romance derived nominals in -age, -al, -ance, -ion, and -ment, mapping out the areas of overlap and the effect of competition on the semantic development of the different nominalization strategies. In the conclusion, it is argued that the intriguingly versatile usage profile of English ing-nominals in Modern English is shaped by a constant diachronic interaction with their neighbouring constructions.", "author": [{"given": "Lauren Forthcoming", "family": "Fonteyn"}], "page": "77-90", "container-title": "Language Sciences", "type": "article-journal", "id": "http://zotero.org/users/6306336/items/LTXIVWCK"}, {"volume": "3", "language": "en", "title": "Review of Fischer, De Smet & van der Wurff (2017), A brief history of English syntax", "URL": "https://ojs.ub.uni-konstanz.de/hs/index.php/hs/issue/view/16", "type": "article-journal", "abstract": "In its 1500-year history, the English language has seen dramatic grammatical changes. This book offers a comprehensive and reader-friendly account of the major developments, including changes in word order, the noun phrase and verb phrase, changing relations between clausal constituents and the development of new subordinate constructions. The book puts forward possible explanations for change, drawing on the existing and most recent literature, and with reference to the major theoretical models. The authors use corpus evidence to investigate language-internal and language-external motivations for change, including the impact of language contact. The book is intended for students who have been introduced to the history of English and want to deepen their understanding of major grammatical changes, and for linguists in general with a historical interest. It will also be of value to literary scholars professionally engaged with older texts.", "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "George", "family": "Walkden"}], "page": "1-12", "note": "DOI: 10.1017/9781139049559", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2019"]]}, "container-title": "Journal of Historical Syntax", "issue": "1", "id": "http://zotero.org/users/6306336/items/QBELN9FZ"}, {"DOI": "10.1515/cog-2016-0025", "license": "All rights reserved", "language": "en", "title": "The changing functions of competing forms: Attraction and differentiation", "URL": "http://www.degruyter.com/view/j/cogl.2018.29.issue-2/cog-2016-0025/cog-2016-0025.xml", "issue": "2", "abstract": "The relation between functionally similar forms is often described in terms of competition. This leads to the expectation that over time only one form can survive (substitution) or each form must find its unique niche in functional space (differentiation). However, competition cannot easily explain what causes functional overlap or how form-function mappings will be reorganized. It is argued here that the changes which competing forms undergo are steered by various analogical forces. As a result of analogy, competing forms often show attraction, becoming functionally more (instead of less) alike. Attraction can maintain and increase functional overlap in language. At the same time, competing forms are analogically anchored to a broader constructional network. Cases of differentiation typically follow from the relations in that network. Evidence is drawn from the literature and from three corpusbased case studies, addressing attraction and differentiation in English aspectual constructions, English secondary predicate constructions, and in a pair of Dutch degree modifiers. Evidence is provided of a phenomenon competitionbased accounts could not predict (attraction), and a solution is offered for one they could not very well explain (differentiation). More generally it is shown that the development of competing forms must be understood against their broader grammatical context.", "ISSN": "0936-5907, 1613-3641", "page": "197-234", "volume": "29", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2018", 5, 25]]}, "author": [{"given": "Hendrik De", "family": "Smet"}, {"given": "Frauke", "family": "D’hoedt"}, {"given": "Lauren", "family": "Fonteyn"}, {"given": "Kristel Van", "family": "Goethem"}], "container-title": "Cognitive Linguistics", "title-short": "The changing functions of competing forms", "accessed": {"date-parts": [["2020", 1, 26]]}, "type": "article-journal", "id": "http://zotero.org/users/6306336/items/F4IXRWI8"}, {"DOI": "10.1515/cllt-2017-0057", "author": [{"given": "Lauren", "family": "Fonteyn"}], "language": "en", "title": "Assessing theory with practice: an evaluation of two aspectual-semantic classification models of gerundive nominalizations", "URL": "http://www.degruyter.com/view/j/cllt.ahead-of-print/cllt-2017-0057/cllt-2017-0057.xml", "issue": "0", "abstract": "This study present a corpus-based comparison of two aspectualsematic classification models proposed in theoretical literature (unidimensional vs. bidimensional) by applying them to a set of nominal and verbal gerunds from the Modern English period. It (i) summarises the differences between unidimensional and bidimensional classification models and (ii) the potential problems associated with them. Despite the difficulties of studying semantic aspect in Present-day as well as historical data, this study will argue that, (iii) at least for deverbal nominalization patterns, it is possible to take a bidimensional approach and maintain a clear distinction between, on the one hand, ASPECT features of the nominalized situation (stativity/dynamicity, durativity/punctuality, and telicity/atelicity), and TEMPORAL BOUNDEDNESS of that situation. The question of which semantic classification model to use, then, is not so much one of which one is practically feasible in a corpus analysis, but rather which one is best suited to describe the attested variation. In order to determine the best model (in terms of parsimony and descriptive accuracy), (iv) the models were compared by means of ‘akaike weights’. To describe the variation between nominal and verbal gerunds in Early and Late Modern English, the bidimensional model outperformed the unidimensional one, showing that (v) the aspectual-semantic distinctions between Modern English nominal and verbal gerunds are a matter of both ASPECT and TEMPORAL BOUNDEDNESS.", "ISSN": "1613-7027, 1613-7035", "volume": "0", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2018", 3, 21]]}, "container-title": "Corpus Linguistics and Linguistic Theory", "title-short": "Assessing theory with practice", "accessed": {"date-parts": [["2020", 1, 26]]}, "type": "article-journal", "id": "http://zotero.org/users/6306336/items/8NUW3HIR"}, {"volume": "20", "publisher": "John Benjamins Publishing Company", "ISBN": "978-90-272-0041-9", "publisher-place": "Amsterdam", "language": "en", "source": "DOI.org (Crossref)", "URL": "https://benjamins.com/catalog/cal.20.06fon", "issued": {"date-parts": [["2018", 3, 5]]}, "abstract": "This study considers the diachronic categorial shift from nominal (NG) to verbal gerunds (VG) in Middle English in terms of Langacker’s functional account of noun phrases and clauses as ‘deictic expressions’. The analysis shows that the Middle English gerund was essentially formally nominal but functionally hybrid, thus exhibiting ‘form-function friction’. This friction furthered a split between in the gerundive system a verbal component, associated with clausal deixis, alongside a nominal component, which specialized in nominal deixis; but this split is not absolute. The constructionist idea of language as a network of (inter)paradigmatically connected constructions helps to explain why the verbal gerund seems to simultaneously drift away from and again partake in the deictic behaviour of the nominal category.", "title": "Chapter 6. Category change in the English gerund: Tangled web or fine-tuned constructional network?", "page": "149-178", "note": "DOI: 10.1075/cal.20.06fon", "event-place": "Amsterdam", "editor": [{"given": "Kristel", "family": "Van Goethem"}, {"given": "Muriel", "family": "Norde"}, {"given": "Evie", "family": "Coussé"}, {"given": "Gudrun", "family": "Vanderbauwhede"}], "container-title": "Constructional Approaches to Language", "title-short": "Chapter 6. Category change in the English gerund", "accessed": {"date-parts": [["2020", 1, 26]]}, "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "Liesbet", "family": "Heyvaert"}], "type": "chapter", "id": "http://zotero.org/users/6306336/items/D9PN5YL8"}, {"DOI": "https://doi.org/10.1075/dia.17015.fon", "language": "pt", "title": "Competing motivations in the diachronic nominalization of English gerunds", "type": "article-journal", "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "Charlotte", "family": "Maekelberghe"}], "page": "487–524", "volume": "35", "issued": {"date-parts": [["2018"]]}, "container-title": "Diachronica", "issue": "4", "id": "http://zotero.org/users/6306336/items/DHCPA5W7"}, {"language": "en", "title": "The aggregate and the individual: thoughts on how to make the best of ‘bad data.’", "type": "article-journal", "author": [{"given": "Lauren", "family": "Fonteyn"}], "id": "http://zotero.org/users/6306336/items/G6S2FA5M", "volume": "21", "issued": {"date-parts": [["2017"]]}, "container-title": "English Language and Linguistics", "issue": "2", "page": "251–262"}, {"DOI": "10.1017/S1360674315000258", "license": "All rights reserved", "language": "en", "title": "Divide and conquer: the formation and functional dynamics of the Modern English <i>ing</i> -clause network", "URL": "https://www.cambridge.org/core/product/identifier/S1360674315000258/type/journal_article", "issue": "2", "abstract": "The present article offers a corpus-based analysis of the diachronic development of the usage profiles of three adverbial non-finite clauses in Modern English: the free adjunct, the verbal gerund and the absolute construction. By treating present-participial adverbial clauses and adverbial gerunds as part of a single adverbial\n              ing\n              -clause network, this article sheds new light on the different semantic and functional-pragmatic factors motivating the formal variation within the\n              ing\n              -clause network. By means of two mixed-model logistic regression analyses, we determine the relative impact of the independent variables of adverbial semantics, position, degree of coreference and length on the language user's choice in (i) whether or not to include augmentation (syndesis) and (ii) whether or not to include an overt subject in the adverbial\n              ing\n              -clause. The resulting picture is one of an emerging adverbial\n              ing-\n              clause network in which the internal variation is determined by principles of processing complexity.", "ISSN": "1360-6743, 1469-4379", "page": "185-219", "volume": "20", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2016"]]}, "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "Nikki", "family": "Van De Pol"}], "container-title": "English Language and Linguistics", "title-short": "Divide and conquer", "accessed": {"date-parts": [["2020", 1, 26]]}, "journalAbbreviation": "English Language and Linguistics", "type": "article-journal", "id": "http://zotero.org/users/6306336/items/LAL2Z63J"}, {"language": "en", "title": "From nominal to verbal gerunds: a referential typology", "type": "article-journal", "author": [{"given": "Lauren", "family": "Fonteyn"}], "id": "http://zotero.org/users/6306336/items/BSDYIFWL", "volume": "23", "issued": {"date-parts": [["2016"]]}, "container-title": "Functions of Language", "issue": "1", "page": "82–106"}, {"language": "en", "title": "Usage-based perspectives on diachronic morphology: a mixed-methods approach towards English ing-nominals", "type": "article-journal", "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "Stefan", "family": "Hartmann"}], "id": "http://zotero.org/users/6306336/items/RX6SESFQ", "volume": "2", "issued": {"date-parts": [["2016"]]}, "container-title": "Linguistics Vanguard", "issue": "1", "page": "1–12"}, {"DOI": "10.1515/cog-2015-0061", "license": "All rights reserved", "language": "en", "title": "How do gerunds conceptualize events? A diachronic study", "URL": "https://www.degruyter.com/view/j/cogl.2015.26.issue-4/cog-2015-0061/cog-2015-0061.xml", "issue": "4", "abstract": "This article offers a cognitive perspective on the evolution of the semantics of English nominal gerunds (NG) (I regret the signing of the contract) and verbal gerunds (VG) (I regret signing the contract). While the formal differences between NGs and VGs are well documented, their semantics remains largely unexplored territory. The perspective that is taken here is centered on the linguistic notion of reference and various aspects of the conceptualization involved in it. As they formally hover between more nominal and more clauselike internal properties, gerunds form an interesting test case for the cognitive perspective on referentiality. Our corpus analysis describes how the situations that NGs and VGs refer to are conceptualized as deictic expressions grounded in the speech event in Present-day English, and how this has changed since the Early Modern period. It is shown that only a multi-layered model of referentiality can account for the subtle differences found between NGs and VGs: while no fundamental shifts are found with regard to the traditional referential subtypes (specific, non-specific, generic), NGs and VGs do turn out to differ in their choice for either nominal or clausal grounding mechanisms, in their status as existentially stable or flexible entities and in the mental spaces in which they situate the events that they conceptualize.", "ISSN": "0936-5907, 1613-3641", "volume": "26", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2015", 1, 1]]}, "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "Liesbet", "family": "Heyvaert"}, {"given": "Charlotte", "family": "Maekelberghe"}], "container-title": "Cognitive Linguistics", "title-short": "How do gerunds conceptualize events?", "accessed": {"date-parts": [["2020", 1, 26]]}, "type": "article-journal", "id": "http://zotero.org/users/6306336/items/3346IJYF"}, {"DOI": "10.1177/0075424214564365", "license": "All rights reserved", "language": "en", "title": "What It Means to Verbalize: The Changing Discourse Functions of the English Gerund", "URL": "http://journals.sagepub.com/doi/10.1177/0075424214564365", "issue": "1", "abstract": "The English gerund system consists of two types of gerunds: a nominal gerund (the learning of a language), and a verbal gerund that developed out of the nominal gerund (learning a language). While the formal aspects of this diachronic verbalization of the gerund are well documented, much remains to be said about the discoursefunctional side of the change. In this paper, it is argued that the formal verbalization of the gerund is accompanied by an important change in the discourse-functional organization of the gerund system. Based on functional characterizations of noun phrase (NP) behavior in the literature, the prototypical behavior of complex NPs is operationalized as (i) functioning as manipulable discourse participants that are important enough in the following discourse to be susceptible to anaphoric targeting and (ii) being inaccessible to anaphoric targeting of internal participants. The results of an analysis of a set of nominal gerunds, verbal gerunds and ‘regular’ complex NPs covering the period 1640–1914 (taken from the Penn Parsed Corpora of Early Modern and Modern British English) shows that the increasingly clause-like appearance of the verbal gerund is in fact accompanied by atypical NP behavior. Moreover, the paper makes clear that the changes in the discourse-functional organization of the gerund system did not only affect the verbal gerund, but also had some implications for the nominal gerund. These findings shed new light on the (diachronic) processes of verbalization and nominalization, and on what they mean on a discourse-functional level.", "ISSN": "0075-4242, 1552-5457", "page": "36-60", "volume": "43", "source": "DOI.org (Crossref)", "issued": {"date-parts": [["2015"]]}, "author": [{"given": "Lauren", "family": "Fonteyn"}, {"given": "Hendrik", "family": "De Smet"}, {"given": "Liesbet", "family": "Heyvaert"}], "container-title": "Journal of English Linguistics", "title-short": "What It Means to Verbalize", "accessed": {"date-parts": [["2020", 1, 26]]}, "journalAbbreviation": "Journal of English Linguistics", "type": "article-journal", "id": "http://zotero.org/users/6306336/items/GXIF9XPS"}]